Repository: jmarreros/update-users-from-excel
Catalog: languages/dcms-update-users-excel-*.po
Languages: es_es

source: Sporting update users Excel
es_es: Sporting actualizar usuarios

source: Update users from an excel file
es_es: Actualiza usuarios desde un archivo de Excel

source: Users
es_es: Usuarios

source: File Path
es_es: Ruta archivo

source: Path excel file
es_es: Ruta archivo Excel

source: Enter a valid absolute route, ex: /home/public_html/web/mi-file.xls
es_es: Ingresa una ruta válida, por ejemplo: /home/public_html/web/mi-file.xls

source: Excel Structure
es_es: Estructura Excel

source: Sheet Number
es_es: Número de hoja

source: Enter a sheet page number
es_es: Ingresa el número de hoja

source: Activate cron
es_es: Activación cron

source: Enable or disable cron
es_es: Activa o desactiva el cron

source: File doesn't exists
es_es: Archivo no existe

source: Headers columns in .xlsx file doesn't exists
es_es: Las cabeceras en el archivo .xlsx no existen

source: Try this sheets number:
es_es: Prueba con este número de hoja:

source: Settings
es_es: Configuración

source: Latest imported
es_es: Importaciones recientes

source: Items
es_es: Registros

source: every
es_es: Cada

source: Pending items:
es_es: Registros pendientes:

source: Last modified Excel file process:
es_es: Fecha último archivo procesado

source: Users List
es_es: Lista usuarios

source: Settings Saved
es_es: Configuración actualizada

source: Force update
es_es: Forzar actualización

source: Dont wait for the cron process
es_es: No esperar el proceso cron

source: Reset log
es_es: Resetear el log

source: Reset file date and remove temporal log data
es_es: Resetear fecha de archivo y eliminar datos temporales

source: Reset
es_es: Resetear

source: Custom User Data
es_es: Datos personalizados de usuario
